---
kind: enumMember
id: F:Autodesk.Revit.DB.MEPSystemClassification.DomesticColdWater
enum: Autodesk.Revit.DB.MEPSystemClassification
zh: 冷水、生活冷水
source: html/43ec0d75-d6bb-2d08-a920-9715e83040e7.htm
---
# Autodesk.Revit.DB.MEPSystemClassification.DomesticColdWater

**中文**: 冷水、生活冷水

A cold water piping system